[AbiziCreateDistractionNarrative X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Reach the rendezvous"
ObjectiveTextPools[1]="Extract all XCOM operatives, while causing as much Mayhem as possible"

[AbiziCreateDistraction X2MissionTemplate]
DisplayName="Disrupt ADVENT Patrol Path"
Briefing="Disrupt the ADVENT patrol path"
PostMissionType="Disrupted ADVENT patrol paths"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Disrupt the ADVENT patrol"